[{"Id":20,"Title":"Teenager Pug","Text":"Ce matin, j'ai surpris mon pug dans un moment pas mal gênant. Quelqu'un aurait des conseils pour que ça ne se reproduise pas? ","Created":1639187219,"GUID":"3abcb190-5a24-11ec-a442-0371fbbabe2a","UserID":7},{"Id":19,"Title":"Nouveau personnage!!!!","Text":"Un nouveau personnage est disponible sur League of Pugs, Son design et ses armes sont juste géniales!","Created":1639187102,"GUID":"e665a8e0-5a23-11ec-a442-0371fbbabe2a","UserID":1},{"Id":18,"Title":"Nouveau métier","Text":"Bonjour, bonjour! Bonne nouvelle! Un nouveau métier est maintenant accessible aux pugs: Testeur de nourriture. ","Created":1639186666,"GUID":"f12f7590-5a22-11ec-a442-0371fbbabe2a","UserID":1},{"Id":16,"Title":"Farm & Pug","Text":"J'ai apporté mon pug à la ferme aujourd'hui. Il a toujours raffolé du bacon. Il a senti le cochon et je crois qu'il ne sait pas quoi en penser. Il ne veut plus s'approcher des cochons alors qu'il adore les animaux. Est-ce que quelqu'un aurait un conseil?","Created":1639186537,"GUID":"536a2a90-5a21-11ec-a442-0371fbbabe2a","UserID":11},{"Id":17,"Title":"PUG ARMY","Text":"Nous recrutons présentement pour l'armée! Inscrivez-vous rapidement! Nous avons besoin de plus de pugs pour faire chavirer des cœurs.","Created":1639186308,"GUID":"1bb90160-5a22-11ec-a442-0371fbbabe2a","UserID":10},{"Id":15,"Title":"Eating Time","Text":"J'ai jamais besoin de me souvenir de nourrir mon chien. Il le fait pour moi!!","Created":1639183991,"GUID":"b6d32dc0-5a1c-11ec-ad9a-074b7912d547","UserID":5},{"Id":14,"Title":"Happy Meal","Text":"McDonald ont changé le jouet qu'il donnait pour le Happy Meal. Courez pour aller vous en chercher un!!!","Created":1639182834,"GUID":"04f6dea0-5a1a-11ec-ad9a-074b7912d547","UserID":5},{"Id":13,"Title":"Starbuck Time","Text":"Mon chien et moi avions le goût d'un Starbuck. Nous sommes donc allé en chercher un avec le petit outfit de Puggyto.","Created":1639182642,"GUID":"933132c0-5a19-11ec-ad9a-074b7912d547","UserID":7},{"Id":12,"Title":"Les pugs sont parfaits","Text":"Quand qu'on voit que les pugs font des merveilleux cupcakes en tant que matières fécales, on ne peut plus nier qu'ils sont supérieurs à toutes les autres races de chiens.","Created":1639181998,"GUID":"125666d0-5a18-11ec-bd8f-e95241da7f2b","UserID":7},{"Id":11,"Title":"Pug envolé","Text":"Mon nouveau pug avait disparu et je le cherchait partout. Je l'ai retrouvé tout à l'heure dans cette position.","Created":1639181474,"GUID":"da16f240-5a16-11ec-bd8f-e95241da7f2b","UserID":7},{"Id":10,"Title":"La faim me dévore","Text":"Je crois que ne pas manger, depuis trois jours, me joue de tours... J'ai tellement faim que j'ai failli découper et manger mon pug.","Created":1639181370,"GUID":"9c9d7d30-5a16-11ec-bd8f-e95241da7f2b","UserID":11},{"Id":9,"Title":"DINNERRRR","Text":"Ça fait une heure que j'attends pour souper. Mon envie de manger est aussi grande que ce pug.","Created":1639181203,"GUID":"2ff309c0-5a16-11ec-bd8f-e95241da7f2b","UserID":11},{"Id":8,"Title":"Moi, quand j'ai vu la dernière nouvelle","Text":"Qui est-ce qui est assez macabre pour garder son chien empaillé et faire comme s'il était encore vivant?! On s'en parle du fait que c'est un toutou et non un chien sur la photo?","Created":1639180933,"GUID":"97d00c10-5a15-11ec-bd8f-e95241da7f2b","UserID":10},{"Id":7,"Title":"Fin de session be like","Text":"Hier, mon pug, nous a laissé... Nous avons demandé à ce qu'il soit empaillé pour qu'il reste à tout jamais avec nous. Le voici pourtant sont pyjama préféré.","Created":1639180662,"GUID":"f6553db0-5a14-11ec-bd8f-e95241da7f2b","UserID":7},{"Id":6,"Title":"Aventure aquatique","Text":"Les pugs se mettent de plus en plus au sport. Le but : Améliorer les problèmes respiratoires et diminuer leur poids. La planche est devenu leur activité préféré. Elle est pratiqué par nombreux pugs du monde entier.","Created":1639180452,"GUID":"681846f0-5a14-11ec-bd8f-e95241da7f2b","UserID":1},{"Id":5,"Title":"Petit pug fatigué vient de se réveiller","Text":"Charlito n'arrivait pas à dormir à cause du bruit des voitures en milieu urbain.","Created":1639180154,"GUID":"c7cf68e0-5a13-11ec-bd8f-e95241da7f2b","UserID":10},{"Id":4,"Title":"Little Baby","Text":"Mon petit bébé pug part bientôt de la garderie pour aller à l'école primaire. On espère qu'il va bientôt surmonter son trouble de la parole.","Created":1639179315,"GUID":"d372e930-5a11-11ec-bd8f-e95241da7f2b","UserID":10},{"Id":3,"Title":"Criminalité en hausse à Montréal ","Text":"La ville de Montréal aperçoit une hausse de pugs qui se tourne vers la vie de criminel. Ces pugs ont le pire cri de gang... Le rickroll...","Created":1639179154,"GUID":"1f95fd30-5a11-11ec-bd8f-e95241da7f2b","UserID":10},{"Id":2,"Title":"Country Boy","Text":"Nouvelle étoile montante trouvé à Alabama. \nCe petit musicien de country fera chambouler votre cœur et vos oreilles.","Created":1639178792,"GUID":"9bedeb00-5a10-11ec-bd8f-e95241da7f2b","UserID":1},{"Id":1,"Title":"Les pugs d'UPS","Text":"C'est officiel! Maintenant, UPS engage des pugs pour livrer vos colis. Ils ne garantissent pas la sécurité de votre colis, ni qu'il soit en une pièce.","Created":1639175164,"GUID":"31481bd0-59fd-11ec-a408-bde46707de05","UserID":1}]